Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/ffk/strategier_i_finnmark.txt.tmx
Source language: nob
Languages: fkv

source: Strategier for arbeidet med kvenske/norskfinske forhold i Finnmark Vedtatt i Finnmark fylkesting i sak 22/18, 20. juni 2018.
fkv: Strategiat työle kvääniin/ norjansuomalaisten olloin kansa Finmarkussa Päätetty Finmarkun fylkintingassa, assiissa 22/18, 20. jyynikuuta 2018.

source: 1. FORORD Kvener/norskfinner har en lang historie i Finnmark.
fkv: 1. ESIPUHE Kveeneillä/norjansuomalaisilla on pitkä historia Finnmarkissa.

source: Det kvenske/norskfinske samfunnslivet i Finnmark er mangfoldig og berører temaer som kultur og tradisjon, kunst og kunsthåndverk, språk og litteratur, kunnskap og læring, kulturminner og kulturarv, museer og formidling, næring, organisasjonsliv og grenseoverskridende samarbeid.
fkv: Heidän elämänsä Finnmarkin yhteiskunnassa on monitahoista ja se koskee monia alueita, kuten kulttuuria ja perinteitä, taidetta ja taidekäsityötä, kieltä ja kirjallisuutta, tietoa ja oppimista, kulttuurimuistomerkkejä ja kulttuuriperintöä, museoita ja tiedonvälitystä, elinkeinoja, järjestötoimintaa ja rajan ylittävää yhteistyötä.

source: Ikke minst berører det noe som er svært viktig for oss alle: Identitet og tilhørighet.
fkv: Ennen kaikkea se koskee sitä, mikä on erittäin tärkeää meille kaikille: identiteettiä ja ryhmään kuulumista.

source: Kvenske/norskfinske saker hører hjemme i fylket vårt og er et naturlig tema for Finnmark fylkeskommune, både som regional planmyndighet og som samfunnsog utviklingsaktør.
fkv: Kveenejä/norjansuomalaisia koskevat asiat kuuluvat meidän maakuntaamme, ja ne ovat luonnollinen teema Finnmarkin maakunnalle sekä alueellisena suunnitteluviranomaisena että yhteiskunnan kehittämiselimenä.

source: Finnmark fylkeskommune ønsker å arbeide for et samfunn som fremmer de forutsetningene som er nødvendig for at personer med kvensk/norskfinsk tilhørighet skal kunne uttrykke, opprettholde og videreutvikle sin identitet, både innenfor sin egen gruppe og i møte med samfunnet forøvrig.
fkv: Finnmarkin maakunta haluaa työskennellä sellaisen yhteiskunnan hyväksi, joka edistää välttämättömiä edellytyksiä, jotta kveeneiksi/ norjansuomalaisiksi lukeutuvat henkilöt voivat ilmaista, ylläpitää ja kehittää identiteettiään, sekä omassa ryhmässään että suhteessaan muuhun yhteiskuntaan.

source: Finnmark fylkeskommune skal ha en pådriverrolle for å bidra til opprettholdelse, styrking og økt synliggjøring av kvenske/norskfinske forhold, både regionalt og nasjonalt.
fkv: Finnmarkin maakunnan tulee olla kannustajana edesauttamassa kveenejä/norjansuomalaisia koskevien asioiden ylläpitoa, voimistamista ja näkyvyyden parantamista, sekä alueellisesti että valtakunnallisesti.

source: Alle, uansett bakgrunn, skal ha like muligheter, rettigheter og plikter til å delta i samfunnet og bruke sine ressurser.
fkv: Kaikilla tulee taustastaan riippumatta olla yhtäläiset mahdollisuudet, oikeudet ja velvollisuudet osallistua yhteiskuntaan ja käyttää voimavarojaan.

source: Alle har rett til å skape sin egen identitet, og alle med tilknytning til en minoritet skal selv få avgjøre om de vil behandles som tilhørende minoriteten eller ikke.
fkv: Kaikilla on oikeus luoda oma identiteettinsä, ja kaikkien vähemmistöön kuuluvien on saatava itse päättää, haluavatko he kohdeltavan itseään vähemmistöön kuuluvana vai eivät.

source: Det er viktig å synliggjøre at det innen minoriteten kvener/norskfinner finnes flere meninger og syn både på fortida og på hvordan man skaper en best mulig framtid sammen.
fkv: On tärkeää tuoda esille, että kveeni-/norjansuomalais-vähemmistön keskuudessa on eriäviä mielipiteitä ja näkemyksiä sekä menneisyydestä että siitä, miten paras mahdollinen tulevaisuus luodaan yhdessä.

source: Vi ønsker å fortelle om kvensk/norskfinsk samfunnsliv slik det har vært og er i Finnmark, og å legge forholdene til rette for at kvensk/norskfinsk samfunnsliv fortsatt kan styrkes.
fkv: Haluamme kertoa millaista kveenien/ norjansuomalaisten yhteiskuntaelämä Finnmarkissa on ollut ja on, ja luoda edellytykset kveenien/norjansuomalaisten yhteiskuntaelämän edelleen vahvistamiseksi.

source: Kulturelt mangfold er en rikdom for fellesskapet.
fkv: Kulttuurien moninaisuus rikastuttaa yhteisöä.

source: I Finnmark er vi svært rike i så måte.
fkv: Siinä suhteessa olemme erittäin rikkaita Finnmarkissa.

source: Vi har lang erfaring i å leve med og håndtere flere kulturer og identiteter.
fkv: Meillä on pitkäaikaiset kokemukset siitä, miten eletään useiden kulttuurien ja identiteettien yhteiskunnassa ja miten niihin suhtaudutaan.

source: Det skal vi ta vare på, styrke og utvikle sammen.
fkv: Yhdessä haluamme ylläpitää, vahvistaa ja kehittää tätä.

source: En rekke bygninger med tilknytning til kvensk/norskfinsk kultur er i dag i forfall og står i fare for å forsvinne.
fkv: Usseet pytingit jokka kuuluthaan kväänin/norjansuomalaisheen kylttyyrhiin, oon tääpänä puttoomassa alas ja vaarassa jaukkuut.

source: Her fra Skallnes i Vadsø kommune.
fkv: Tässä Kalliniemestä Vesisaaren komuunissa.

source: Dette dokumentet representerer starten på en langsiktig innsats for kvensk språk og kvensk/norskfinsk kultur og samfunnsliv.
fkv: 2. JOHATUS Tämä dokumentti oon alku pitkäaikhaiselle satsaukselle kväänin kielheen ja kvääniin/norjansuomalaisten kylttyyrhiin ja samfynnielämhään.

source: Finnmark fylkeskommune har latt seg inspirere av Troms fylkeskommunes handlingsplan for kvensk språk og kultur, den første i sitt slag.
fkv: Finmarkun fylkinkomuuni oon saanu inspirasjuunin Tromssan fylkinkomuunin kväänin kielen ja kylttyyrin toimiplaanasta, joka oon mailman ensimäinen.

source: Samtidig anerkjennes de spesielle forholdene for kvensk/norskfinsk kultur som har gjort seg gjeldende i Finnmark.
fkv: Samhaan aikhaan tunnustethaan, ette kvääniin/ norjansuomalaisten kylttyyrin olot oon erikoiset Finmarkussa.

source: Både særegenhetene ved historien og det faktum at fylket har mange kvenske og norskfinske innbyggere, gir god grunn til å utarbeide et eget strategidokument for dette arbeidet i Finnmark.
fkv: Histuuria oon erikoinen, ja fylkissa asuthaan monet kväänit ja norjansuomalaiset. Sen tähen oon hyvä syy laittaat oman strategiadokumentin tälle työle Finmarkussa.

source: Når større strukturelle endringer i det regionale forvaltningsnivået står på trappene, er det særlig viktig å ha et bevisst forhold til våre minoritetsgrupper og hvordan vi arbeider for disse i offentlig forvaltning.
fkv: Nyt ko isot stryktyyrelliset muutokset regiunaalisissa hallintatasoissa oon heti tulemassa, se oon rohki tähelistä ette meilä oon selvä suhet meän minuriteettijoukkoin kans. Se oon kans tärkkee ette tiämä kunka työtelemmä minuriteettiin eestä viralisessa hallinassa.

source: Dette dokumentet presenterer kjerneområder som fylkeskommunen har ansvar for og som fremdeles vil være aktuelle i tida etter regionreformen.
fkv: Tämä dokumentti näyttää tärkkeimät alat mistä fylkinkomuunilla oon eesvastaus. Nämät tulhaan olemhaan tärkkeet kans regiuunireformin jälkhiin.

source: Både Finnmarks og Troms’ dokumenter vil representere en samlet styrking av arbeidet med kvenske/ norskfinske forhold på regionalt nivå i tida framover.
fkv: Sekä Finmarkun ja Tromssan toimiplaanat representeerathaan yhessä sen työn, millä aijothaan lujittaat kvääniin/norjansuomalaisten kylttyyrii, kieltä ja samfynnii regiunaalitasala tästä etheenkäsin.

source: Dokumentet peker i tillegg på viktige innsatsområder på kommunalt og statlig forvaltningsnivå for å sette temaet i en større sammenheng.
fkv: Dokumentti peekkaa kans komuuniitten ja staatin tähelishiin satsausalhoin, ja samala se pannee teeman levveemphään perspektiivhiin.

source: Strategidokumentet er ment å danne grunnlag og gi retning for det videre arbeidet med kvenske/norskfinske forhold i Finnmark.
fkv: Strategiadokumentin meininki oon luoa pohjan ja opastaat ko työtelhään kväänin/norjansuomalaisen kylttyyrin, kielen ja samfynnin kans Finmarkussa.

source: Situasjonen for kvensk språk og kvensk/ norskfinsk kultur og samfunnsliv i Finnmark vil bli gjennomgått med det mål å identifisere de viktigste utfordringene for at kvensk/norskfinsk kultur skal ha gode muligheter for bevaring, utvikling og synliggjøring.
fkv: Dokumentissa käyhään läpi kväänin kielen ja kväänin/norjansuomalaisen kylttyyrin ja samfynnielämän tilan Finmarkussa. Mooli oon löyttäät sen mikä oon tärkkeintä tehhä sen etheen ette kväänin/norjansuomalaisella kylttyyrillä olis paremat maholisuuet säilyyt, eistyyt ja tulla näkkyyväksi.

source: Dokumentet beskriver ressurser som allerede finnes, og søker i tillegg å identifisere nye muligheter, strategier og relevante virkemidler for arbeidet.
fkv: Dokumentti kuvvaa resyrsiitä mikkä oon jo olemassa, ja lisäksi se freistaa löyttäät uussii maholisuuksii, strategioita ja passeliita toimii tähän työhön.

source: Dokumentet er ment å bli et utgangspunkt for økt samarbeid og dialog aktører imellom for kvensk/norskfinsk kultur og samfunnsliv.
fkv: Meininkinnä oon ette dokumentista tullee lähtökohta laajemphaan yhtheistyöhön ja dialooghiin niitten aktööriitten kesken, joila oon tekemistä kväänin/norjansuomalaisen kylttyyrin ja samfynnielämän kans.

source: Arbeidet med styrking og synliggjøring av en minoritetskultur bør alltid foregå i samarbeid og samråd med dem det gjelder.
fkv: Ko minuriteettikylttyyrin lujitethaan ja tehhään näkkyyväksi, sen pittää jammisti tehhä yhtheistyössä niitten kans, ketä se työ jällää.

source: Involvering har hatt avgjørende betydning for verdien og nytten av det ferdige dokumentet.
fkv: Se oon ollu tärkkee tämän valmhiin dokumentin arvole ja hyöyle, ette minuriteetti oon ollu myötä tässä prusessissa.

source: Oppstartsmelding for arbeidet med strategidokumentet ble behandlet av fylkesutvalget i Finnmark 19. september 2017, i sak 4/17.
fkv: Finmarkun fylkinkomitea hantteeras strategiadokumentin työn aloitusmellingin 19. septemperikuuta vuona 2017, assiissa 4/17.

source: Våren 2018 ble det gjennomført to involveringsrunder hvor en rekke relevante aktører ble invitert til å delta i en referansegruppe.
fkv: Kevväilä vuona 2018 viethiin läpi kaksi myötäpyyntämäkierosta, missä usseet relevantit aktöörit kuttuthiin myötä referansijoukkhoon.

source: Referansegruppa har bestått av representanter for Norske kveners forbund – Ruijan Kveeniliitto, Kvenungdommen – Kveeninuoret, Kvenlandsforbundet – Kveenimaayhistys, Norsk-finsk forbund – Norjalais-suomalainen liitto, Vadsø museum – Ruija kvenmuseum, Kainun institutti – Kvensk institutt og Kvensk stedsnavntjeneste – Paikannimipalvelus.
fkv: Referansijoukossa oon olheet representantit Ruijan Kveeniliitosta, Kveeninuoriista, Kveenimaayhistyksestä, Norjalais-suomalaisesta liitosta, Vadsø museum – Ruija kvenmuseumista, Kainun institutista ja Paikannimipalveluksesta.

source: Referansegruppa har bidratt med innspill i strategiprosessen.
fkv: Referansijoukko oon jakanu meiningit strategiaprusessissa.

source: I tillegg har strategidokumentet vært på en seks ukers høringsrunde.
fkv: Lisäksi strategiadokumentti oon ollu kuusi viikkoo kuulemakieroksella.

source: Fylkesutvalget i Finnmark har vært styringsgruppe for strategiarbeidet.
fkv: Finmarkun fylkinkomitea oon johtanu strategiatyötä.

source: Kommunalog moderniseringsdepartementet har tildelt Finnmark fylkeskommune 100 000 kroner til arbeidet med strategidokumentet.
fkv: Komunaalija uuistusdepartementti oon antanu 100 000 kruunuu Finmarkun fylkinkomuunille tähän työhön.

source: 2.1 Utfordringer • Kvensk er et truet språk, og det er stort behov for språkbevaring, -utvikling og revitalisering.
fkv: 2.1 Haastheet • Kväänin kieli oon vaarassa kuola poijes, ja oon iso tarvet säilyttäät, eistäät ja elästyttäät kielen.

source: • Kvensk språk og kvensk/norskfinsk kultur er lite synlige i det offentlige rom.
fkv: • Kväänin kieli ja kvääniin/norjansuomalaisten kylttyyri oon tyhä vähän näkkyyvä viralisissa paikoissa.

source: • Det allmenne kunnskapsnivået om temaer innen kvensk/norskfinsk historie og kultur er lavt.
fkv: • Se vailuu ylheisesti tieto teemoista kväänin/norjansuomalaisen histuurian ja kylttyyrin ympäri.

source: • Undervisning i kvensk og finsk språk og kultur har en utsatt plass i skoleløpet.
fkv: • Kväänin ja suomen kielen ja kylttyyrin opettaminen kouluissa oon huonossa tilassa.

source: • De fylkeskommunale ordningene er ikke spesielt rettet mot kvenske/norskfinske tiltak.
fkv: • Fylkinkomunaaliset oorningit ei ota eriliikaisesti vaarin kvääniin/norjansuomalaisten toimista.

source: • Det fylkeskommunale planverket inneholder lite om kvenske/norskfinske saker.
fkv: • Fylkinkomunaalisessa plaanavärkissä oon tyhä vähän kvääniin/norjansuomalaisten assiita.

source: 2.2 Begrepsavklaringer I omtale av minoritetsgruppa tilstreber dokumentet gjennomgående å nevne begge de godkjente formene av navn på minoriteten som en enhet, altså “kvener/norskfinner”.
fkv: 2.2 Sannoin merkitykset Ko tässä dokumentissa puhuthaan minuriteetista, niin se freistathaan käyttäät kummatki hyväksytyt nimiformut «kväänit/norjansuomalaiset».

source: På samme måte brukes sammenstilling av adjektivene “kvensk/norskfinsk” når det er tale om felles historie, kultur, samfunn osv. Når det gjelder språk, skiller dokumentet mellom kvensk språk (skriftspråket kvensk) og finsk språk (skriftspråket finsk, slik det er normert i dagens Finland, av noen også kalt riksfinsk).
fkv: Samhaan laihiin piethään adjektiivit «kvääni/norjansuomalainen» ko puhuthaan yhtheisen histuurian, kylttyyrin, samfynnin jne. ympäri. Ko puhuhthaan kielen ympäri, niin dokumentissa tehhään eroituksen kväänin kielen (kväänin kirjakielen) ja suomen kielen välilä (suomen kirjakielen, niin ko sen oon normeerattu tääpäälisessä Suomessa, ja jota jokku käskethään riikinsuomeksi).

source: Talespråket kan av minoriteten benevnes kvensk, finsk, gammelfinsk og «vårt finsk».
fkv: Minuriteetti kuttuu puhuttuu kieltä kvääniksi, suomeksi, vanhaksi suomeksi ja ”meän suomeksi”.

source: Innad i minoriteten er det ikke alltid sammenfall mellom hva en kaller seg (selvbenevnelse) og hva en kaller språket (språkbenevnelse).
fkv: Minuriteetin sisälä saattaa olla eroitus sen välilä, millä sanala kuttuthaan ittensä ympäri (omanimitys), ja millä sanalla käskethään kieltä (kielennimitys).

source: På Kvenuka 2016 lager elevene skilt med kvenske stedsnavn.
fkv: Kvääniviikola 2016 tehhään oppiijat sjilttiitä joissa oon kvääninkieliset paikannimet.

source: Her er 1. og 2. klasse fra Vestre Jakobselv på besøk.
fkv: Tässä 1. ja 2. klassi Annijoelta.

source: 3.1 Samfunnsmål Finnmark fylkeskommune skal bidra til bevaring, synliggjøring, styrking og videreutvikling av kvensk og norskfinsk identitet og samfunnsliv i Finnmark.
fkv: 3.1 Samfynnin mooli Finmarkun fylkinkomuuni aikkoo ottaat vaarin kvääniin ja norjansuomalaisten identiteetistä ja samfynnielämästä, ja tehhä näkkyyväksi, lujittaat ja eistäät niitä Finmarkussa.

source: Dette inkluderer lokale varianter av kvensk og finsk språk samt kvensk/norskfinsk kultur, tradisjoner, historie og næring.
fkv: Tässä oon myötä lukaalit variantit kväänin ja suomen kielestä, ja kväänin/norjansuomalainen kylttyyri, tradisjuunit ja elämänkeino.

source: 3.2 Delmål • Tydeliggjøre kvenske/norskfinske sakers betydning og relevans i fylkeskommunal kontekst.
fkv: 3.2 Osamooli • Tehhä selvemäksi kvääniin ja norjansuomalaisten assiitten meiningin ja relevanssin fylkinkomunaalisessa kontekstissa.

source: • Være en aktiv samhandlingspartner med kommuner og stat for å styrke arbeidet for kvensk språk og kvensk/norskfinsk kultur, historie og samfunnsliv.
fkv: • Olla aktiivinen yhtheistyöpartneri komuuniin ja staatin kans, niin ette työ kväänin kielen ja kväänin/ norjansuomalaisen histuurian ja samfynnielämän eestä lujittuu.

source: • Arbeide for nivåheving av kvensk språk til nivå III i Minoritetsspråkpakten og bidra til språklig og kulturell revitalisering ved å styrke språkbrukernes mulighet til å lære, ta i bruk og utvikle sitt arvespråk.
fkv: • Työtelä sen etheen ette kväänin kielen nostethaan kolmanelle suojelutasale Minuriteettikieliin ylheissopimuksessa, ja samala lujittaat kielenpuhhujiitten maholisuuksii oppiit, ottaat pithoon ja eistäät oman perimäkielen.

source: • Utvikle påvirkerrollen overfor sentrale myndigheter for kunnskapsheving, synliggjøring og videre- utvikling av kvensk språk og kvensk/norskfinsk kultur på alle samfunnsområder inkludert skole og utdanning.
fkv: • Vaikuttaat esivalthoin niin ette tietotasan kvääniin ja norjansuomalaisten ympäri nostethaan, ja ette tehhään heän näkkyyviksi, ja ette kväänin kieltä ja kväänin/norjansuomalaista kylttyyrii eistethään kaikila samfynnin aloila.

source: • Framheve betydninga av språksentre, museer, arkiv og bibliotek i fylket som viktige redskaper for revitalisering av kvensk språk og kvensk/norskfinsk kultur.
fkv: • Nostaat framile kunka täheliset fylkin kielisentterit, museumit, arkiivit ja biblioteekit oon kväänin kielen ja kväänin/norjansuomalaisen kylttyyrin elästyttämistyössä.

source: • Etablere en søkbar budsjettpost i fylkeskommunen for å bidra til realisering av kvenske/norskfinske prosjekter.
fkv: • Perustaat budsjettipostin mihin saattaa hakkeet rahhaa, ja tähän laihiin auttaat realiseeraamhaan kvääniin/norjansuomalaisten prosjektiita.

source: • Bidra til synliggjøring av kvensk språk og kvensk/ norskfinsk historie og kultur på ulike måter i det offentlige rom.
fkv: • Auttaat tekemhään kväänin kielen ja kväänin/ norjansuomalaisen histuurian ja kylttyyrin näkkyyväksi monela eri tavala viralisissa paikoissa.

source: 4.1 Bosetting og migrasjon Kvener/norskfinner er en nasjonal minoritet med langvarig tilknytning til Finnmark og Nord-Troms.
fkv: 4.1 Asettuminen ja migrasjuuni Kväänit/norjansuomalaiset oon nasjunaalinen minuriteetti jolla oon pitkäaikhainen yhtheenkuuluminen Finmarkkhuun ja Pohjais-Tromsshaan.

source: Det finnes ulike kilder som forteller om kvenenes tilstedeværelse på Nordkalotten.
fkv: Se löyttyy erilaissii kalttiita jokka muistelhaan kvääniin olemisesta Pohjaiskalotilla.

source: Vi finner betegnelsen kvener allerede i Ottars beretning fra slutten av 800-tallet og i skattebøkene fra 1500-tallet.
fkv: Sana kvääni löyttyy jo Ottarin muisteluksesta 800-luvun lopulta, ja verokirjoissa 1500-luvulta.

source: På 1700og 1800-tallet var det flere migrasjonsbølger fra Finland og Nord-Sverige, både før og etter at grensene i Nord-Norge ble fastsatt.
fkv: 1700ja 1800-luvula oli usseita migrasjuunipaaroi Suomesta ja PohjaisRuottista, sekä ennen ja jälkhiin ette Pohjais-Norjan rajat olthiin määrätty.

source: Migrasjonen hadde ulike årsaker, slik som befolkningsoverskudd og behov for arbeid og utkomme.
fkv: Migrasjuunila oli erilaissii syitä;

source: I folketellingen fra 1865 var kategorien “Kvæn” tatt i bruk som en egen kategori.
fkv: se oli liikkaa väkkee ja työn ja tienastin tarvet. Väjenräknäämisessä vuoelta 1865 “Kvæn” oli oma kategorii.

source: 1 I dag bor det kvener/norskfinner i hele Finnmark og i hele landet forøvrig.
fkv: 1 Tääpänä assuu kväänii/norjansuomalaissii ympäri Finmarkkuu ja koko maassa.

source: Gamle kjerneområder for bosetting inkluderer blant annet Tana kommune, Lakselv og Børselv i Porsanger kommune, vestlige deler av Alta kommune, Bugøynes, Neiden og Pasvik i Sør-Varanger kommune, samt Vestre Jakobselv, Vadsø by og Skallelv i Vadsø kommune.
fkv: Kvääniin/norjansuomalaisten vanhat asuma-alat olthiin muun myötä Tenon komuuni, Lemmijoki ja Pyssyjoki Porsangin komuunissa, Alattion komuunin vestapuoli, Pykeijä, Näätämö ja Pasviikki Etelä-Varenkin komuunissa, ja Annijoki, Vesisaaren kaupunki ja Kallijoki Vesisaaren komuunissa.

source: 4.2 Begrepene kvensk og norskfinsk Kvener og norskfinner er ett og samme folk.
fkv: Jo 1800luvula käskethään Vesisaarta «suomalaisten pääkaupungiksi Norjassa”.

source: Begrepet kven ble anerkjent som navnet på den nasjonale minoriteten i 1998.
fkv: Sanan kvääni hyväksythiin nasjunaalin minuriteetin nimeksi vuona 1998.

source: I 2011 ble begrepene kvener og norskfinner likestilt som navn på minoriteten.
fkv: Vuona 2011 sanat kväänit ja norjansuomalaiset tulthiin minuriteetin samanarvoisiksi nimiksi.

source: Begrepene brukes ulikt, og bruken er fortsatt omdiskutert.
fkv: Sanat piethään eri laihiin, ja niitten piosta diskuteerathaan vieläki.

source: Kvensk ble anerkjent som eget språk i 2005.
fkv: Kväänin kielen hyväksythiin omaksi kieleksi vuona 2005.

source: På grunn av fornorskingspolitikken som ble ført av norske myndigheter fra 1870-tallet og fram til andre verdenskrig, ble kven oppfattet som en negativ betegnelse.
fkv: Esivalttoin norjalaistamispulitikki alkoi 1870-luvula ja kesti kiini toisheen mailmansothaan saakka. Sen aikana kvääni-sana tuli negatiiviseksi.

source: Dette har resultert i at noen også i dag vegrer seg mot å bruke begrepet.
fkv: Sen tähen vielä tääpänä joilaki ei ole halu pittäät tätä nimmee.

source: De vektlegger sin tilknytning til Finland og finsk språk, og ønsker å kalle seg norskfinner.
fkv: Het painotethaan sitä ette heilä oon sitheet Suomheen ja suomen kielheen, ja het käskethään itteensä norjansuomalaisiksi.

source: Andre igjen ser ikke kvenbegrepet som problematisk og ønsker å kalle seg for kvener.
fkv: Toisile taas kvääni-sana ei ole problemaattinen, ja heilä oon halu käskeet itteensä kvääniksi.

source: Begge gruppene bruker betegnelsene som identitetsmarkør som forteller noe om egen historie og familiebakgrunn.
fkv: Molemat joukot piethään nämät sanat identiteettimarköörinnä, ja se muistelee jotaki omasta histuuriasta ja perheen tavustasta.

source: 3 Det er norsk minoritetspolitikk at alle mennesker har rett til å skape sin egen identitet, at alle med tilknytning til en minoritet selv skal få avgjøre om de vil behandles som tilhørende minoriteten eller ikke, og at offentlige myndigheter skal ha dette for øyet når ulike tiltak skal utformes.
fkv: 3 Norjan minuriteettipulitikin jälkhiin kaikila ihmisillä oon oikkeus luoa oman identiteetin. Kaikki joila oon nauhat minuriteetthiin, saahaan itte päättäät, haluthaanko het ette heän käsitelhään minuriteethiin kuuluviksi tahi ei.

source: 5.1 Minoritetsvern i internasjonale konvensjoner Vern av minoriteter er en viktig del av menneskerettighetene, og bygger på prinsippene om likebehandling og ikke-diskriminering.
fkv: 5.1 Minuriteetinsuojelu internasjunaalisissa sopimuksissa Minuriteettiin suojelu oon tähelinen osa ihmisoikkeuksista, ja sen pohjana oon prinsipit joitten jälkhiin jokhaista käsitelhään samanarvoisesti ja kethään ei diskrimineerata.

source: Statene er forpliktet til å arbeide for å sikre minoritetene likestilling med majoritetsbefolkningen, både formelt og i praksis.
fkv: Staatit oon velvoliset työtelemhään sen eestä, ette minuriteetiila oon samat oikkeuet ko majuriteetiila, sekä formellisesti ja realiteetissa.

source: Artikkel 27 i FNs konvensjon om politiske og sivile rettigheter fremhever dette.
fkv: Artikkeli 27 YKn konvensjuunissa puliittisten ja siviilisten oikkeuksiitten ympäri nostaa tämän framile.

source: 5 FN-konvensjonen er innarbeidet i det norske lovverket ved menneskerettsloven av 1999, og går foran bestemmelser i annen nasjonal lovgivning.
fkv: 5 Tämä YK-konvensjuuni oon osana Norjan lakivärkin ihmisoikkeuslaissa vuoelta 1999, ja se mennee muitten nasjunaalisten lainantamismääräysten eele.

source: Norge har dessuten ratifisert to internasjonale avtaler som er sentrale når det gjelder rettighetene til de nasjonale minoritetene: Den europeiske pakten om regionsog minoritetsspråk og Europarådets rammekonvensjon om beskyttelse av nasjonale minoriteter.
fkv: Norja oon kans ratifiseerannu kaksi internasjunaalista sopimusta jokka oon täheliset ko kattothaan nasjunaalisten minuriteettiin oikkeuksii: Den europeiske pakten om regionsog minoritetsspråk ja Europarådets rammekonvensjon om beskyttelse av nasjonale minoriteter.
